//
//  GirlData.swift
//  Girls
//
//  Created by Terry Jason on 2026/1/14.
//

import SwiftUI

// MARK: - GIRLS DATA

let girlsData: [Girl] = [
    Girl(
        title: "八掛うみ",
        headline: "八掛海，日本AV女優。所屬事務所是T-POWERS。PRESTIGE的專屬女優。",
        image: "Subject",
        image2: "img-1",
        gradientColors: [Color("ColorPomegranateLight"), Color("ColorPomegranateDark")],
        description: """
        八掛海的作品以清純為基調，卻不乏大膽與反差的元素。她的外型被形容為「優質美少女」，帶有鄰家女孩的親和力，但她的表演卻展現出驚人的專業度與感染力。從《新・絶対的美少女、お貸しします。101》到《顔射の美學 12》，她的作品涵蓋多種題材，無論是青春校園風的《アオハル 制服美少女と完全主観で過ごす性春3SEX》還是職場題材的《意想不到的隱藏誘惑》，她都能以細膩的演技與自然的肢體語言征服觀眾。
        
        此外，八掛海還因與知名男優清水健的合作而備受矚目。清水健公開讚譽她為「絕世名器」，並將她與兒玉玲奈、沙和檸檬並列為讓他最難忘的三位女優，這一評價不僅提升了她的業界地位，也讓她的作品成為話題焦點。
        
        八掛海不僅在螢幕前表現出色，她的公開活動也展現了她的真性情與敬業精神。2023年，她參加「TRE台北國際成人展」，吸引了大量粉絲朝聖。然而，在登台自我介紹時，她因緊張與壓力而在台上掩面哭泣，這一幕震驚了現場觀眾。據AV達人一劍浣春秋透露，八掛海對走紅毯感到極大壓力，加上同台有多位資深女優，讓她直言「很恐怖」。儘管如此，她仍鼓起勇氣嘗試，展現了她的努力與堅韌，這份真誠的態度贏得了許多人的尊重與喜愛。
        
        2024年，她再次來台參加「TSE台灣寫真博覽會-學服祭」，與青空光、本庄鈴等女優同台，展現了她逐漸成長的自信與魅力。
        
        除了AV事業，八掛海也在其他領域展現才華。她曾參與PRESTIGE的服飾與泳裝品牌企劃，展現了她的時尚品味。同時，她持續經營YouTube頻道，分享日常生活與幕後花絮，與粉絲保持密切互動。她的社群媒體也非常活躍，特別是在Instagram和X上，經常分享精緻的自拍與生活點滴，展現她甜美又接地氣的一面。
        """,
        Info: ["160 公分 / 44 公斤","17.2","80 - 57 - 85 cm","A","A型","2000年9月2日（25歲）"],
        movie: "https://missav.ws/abf-213-uncensored-leak"
    ),
    Girl(
        title: "涼森れむ",
        headline: "涼森玲夢，日本AV女優，三重縣出身，為「PRESTIGE」專屬女優，所屬於「T-POWERS」事務所。",
        image: "Subject 2",
        image2: "img-2",
        gradientColors: [Color("ColorStrawberryLight"), Color("ColorStrawberryDark")],
        description: """
        被老司機們稱作「空靈電眼美少女」的 AV 女優涼森玲夢，擁有 160 公分卻有著傲人 F 罩杯，她日前以白金卡女優身份來到 2023 TRE 台北國際成人展，在為期三天的活動裡也以絕美的電眼電死了一票現場粉絲，而外表仙氣破表的她，不僅曾在 IG 透露自己熱愛玩「劍玉」，她更在日前上傳了一張一手抓著海魚的照片，讓粉絲驚覺原來涼森玲夢是位海釣高手！
        
        有著水汪汪電眼的 AV 女優涼森玲夢，曾在訪問裡透露一開始除了是想找尋挑戰性高的職業，再來是崇拜女優凰香奈芽的緣故，而踏入 AV 界，就此做出心得的她現今更是片商力捧的一姊，而涼森玲夢去年也以白金女優的身份來到 2023 TRE 現場，親和力極高的她也再擄獲了無數粉絲的心。不過讓大家驚喜的是，外表看似仙氣滿滿的涼森女神，私下興趣竟然超級 Outdoor！原來在日前於 IG 上傳了一手抓著一隻大海魚的涼森玲夢，照片一出才讓大家知曉私下的她非常熱衷於海釣，也曾在接受台灣 Youtuber 訪問時提到休閒時間很喜歡釣魚及打高爾夫，也與她仙氣的外表產生了反差萌。
        
        其實從涼森玲夢的 IG 上，便可經常看到她穿戴運動裝並打著高爾夫球的影片，和許多人既定印象裡的女神不同以外，隨著涼森玲夢熱愛海釣的興趣一出，也引起許多網友紛紛喊話：「快釣我！」、「準備出海了！」等回覆；此外必須在值得一提的是，涼森玲夢將於 12 月 27 至 29 日在台北南港展覽館 2 館 4 樓舉辦的「TSE 台灣寫真博覽會 - 學服祭」，想跟她親自聊釣魚相關話題的粉絲，就是這次機會啦！
        """,
        Info: ["160 公分 / 48 公斤","18.8","87 - 58 - 85 cm","F","O型","1997年12月3日（28歲）"],
        movie: "https://jable.tv/videos/abf-017/"
    ),
    Girl(
        title: "深田えいみ",
        headline: "深田詠美本名保坂夢莉亞，是日本的AV女優及YouTuber，前偶像，栃木縣出身。",
        image: "Subject 3",
        image2: "img-3",
        gradientColors: [Color("ColorPlumLight"), Color("ColorPlumDark")],
        description: """
        1998年3月18日生，出道兩年多以來便累積了多達500部作品。在月刊FANZA發表的2020上半年AV女優排行榜上獲得第一，同年底「FLASH 2020年現役最強AV女優BEST100」讀者投票也拿下第一名。同時她的twitter粉絲人數也達到180萬人，絕對是近兩年最紅的AV女優代表之一。
        
        深田詠美有著「大喜利AV女優」的封號，這是因為她常常在推特上貼上性感照片想和紛絲互動，但網友們卻總是故意曲解原意，惡搞回覆一個比一個還有梗，整個推特彷彿變成大型迷因現場，也吸引越來越多粉絲關注。而深田詠美也因次被冠上「大喜利AV女優」，她似乎也很滿意這個稱號，還註記在推特自介上呢！
        
        深田詠美自爆她在高中二年級開始變得非常胖，當時的興趣是到附近的便利商店買東西來吃，只要有最新商品一定會買來嘗試，不知不覺就累積了一堆脂肪，變得越來越胖也對自己失去自信。
        
        學生時期，當時班上的男生總是叫她「肥豬」、「醜女」等，讓她立志要節食瘦身。儘管如此卻還是會在下課後忍不住衝到超市，一邊哭一邊吃個餅乾麵包。不過之後她仍靠著意志力，藉由奶奶煮的味增湯與飲食控制成功瘦下20公斤。
        
        2017年2月她以「天海こころ（天海心）」為名進入SOD青春時代成為AV女優，不過並未受到公司的良好培養，發行作品的數量並不多，也沒什麼人氣，而到2017年中旬便宣布休養。
        
        2018年11月她正式改名為「深田詠美」，並從零開始重新出道，回歸出道開始也不是就馬上順遂，也被攻擊人造人、假胸等，後續深田詠美在部分作品中打出「百变造型、痴態内心」的個人特色，努力累積人氣，而她努力積極的性格吸引大批粉絲關注支持，到2021年初已經累積將近500部作品，成為當紅一線的AV女優。
        
        深田詠美曾在youtube頻道影片中透露，當時結束地下偶像後的生活後，原本配合學校準備參加就業相關活動，不過碰巧遇上星探挖掘決定加入暗黑界，但也因為錯過就業的說明會，企業將無故缺席工作的事情通知了學校及父母，父母後來查詢後也得知是謎片公司擔心受騙，起初詠美和經紀公司討論之下先決定瞞騙爸媽和校方，後來才坦承自己下海的意願。
        
        看完深田詠美簡單的出道心路歷程與日常生活的小故事，是不是更瞭解她了一點呢？想受到關注成為AV女優，靠的不只是作品、美貌等片面方式，深田詠美有自己一套吸引粉絲、累積人氣的互動方法，很難不喜歡她呢！
        
        深田詠美的魅力在於她的多面向與堅韌。她不僅以專業態度征服AV界，更以幽默與真誠經營社群，打破了外界對AV女優的刻板印象。她曾公開透露，自己的性癖偏向「進攻型」，喜歡在作品中主導節奏，挑戰男性的反應，展現強烈的自信與個性。她以「神吹簫」與「跳躍式M字騎乘位」等獨特技巧聞名，這些專業表現讓她在業界中獨樹一格，成為粉絲津津樂道的話題。
        
        除了專業能力，深田詠美的社群經營也展現了她的多才多藝。她在X上的幽默回應與迷因文化，讓她從性感偶像轉型為「搞笑大姊姊」，拉近與粉絲的距離。她的YouTube頻道不僅分享性知識，還大膽探討禁忌話題，吸引大量觀眾。這種真誠與大膽的態度，讓她成為年輕世代的話題焦點。
        """,
        Info: ["158 公分 / ― 公斤","-","85 - 59 - 91 cm","F","-","1998年3月18日（27歲）"],
        movie: "https://missav.ws/dm52/midv-147-uncensored-leak"
    ),
    Girl(
        title: "上原亜衣",
        headline: "上原亞衣，日本商人、投資人、電視藝人、YouTuber、前AV女優，曾拍攝不同題材的成人影片，部分作品有女性射液。福岡縣出身，屬於Mine's事務所。",
        image: "Subject 4",
        image2: "img-4",
        gradientColors: [Color("ColorAppleLight"), Color("ColorAppleDark")],
        description: """
        2011年於AV界出道。個性屬於天然呆，溫柔，綽號毒陰唇女王。特殊才藝為身體柔軟度高。國中三年級時與同年級的男友在她家裡有了第一次性經驗。2013年12月1日，被株式會社AAK選入為第4期生，在「赤・青・黃」投票網站上得到第1名。在網購網站DMM得到2013年「AV女優銷售排行榜」第一名，2014年4月得到DMMアワード2014最優秀女優賞白金獎。同年，在SEGA出品的遊戲《人中之龍0 誓言的場所》舉辦的性感女優人氣投票活動得到第3名，並於7月25日首度到台灣為成人影音行動應用程式作宣傳。
        
        2015年3月15日，正式推出無修正作品。同年9月26日，正式成為第二代惠比壽★麝香葡萄一期生；11月17日參加公開活動「Japan Adult Expo」時，宣布將於2016年自AV界隱退。2016年4月27日，從二代惠比壽★麝香葡萄畢業。同年5月20日，AV引退，被稱為「上原亞衣最後之日」。2019年6月，開設Twitter。相比AV現役時代，她體重減少了10公斤，作為藝人重返大眾視野。同年8月28日，開設youtube頻道，並同年在出遊的一張照片中，側背包的背帶上別了一個「孕婦別針」，已婚生子。2021年開始經營男士美容院「Men's Beauty UPU」，地點位於新宿，現為千葉店店主。
        
        日本AV界傳奇女優上原亞衣自2016年宣布引退，至今已經9年。她過去拍攝超過1000部作品，近日接受長篇專訪，罕見吐露自己在引退前一個月心情開始轉變，直白道出：「拍攝中開始覺得痛。」
        
        上原亞衣接受《集英社》專訪，回顧拍攝AV的全盛期的各種秘辛！她表示現役時期最忙的時候，一個月有25天在拍片，還要兼顧寫真拍攝和活動，有時一個月只休假1天。她為了保持精神拍攝，一天喝4罐提神飲料，30分鐘休息時間拿來睡覺，但體力還是到極限。她回憶道：「扁桃腺腫起來、高燒不退的情況發生過好幾次。從拍攝現場被送去醫院，住院一天打點滴，隔天又直接去另一個片場拍攝。」當時她年紀大約20多歲。
        
        而上原亞衣認為太忙也有好處。由於她18歲就出道拍AV，不碰酒、不玩樂，工作沒有休息，相較於其他人成為與單一片商簽專屬合約的「單體女優」，休息時間較多，但說不定拿到大筆酬勞就開始亂花，她則是不斷拍片，「沒有休息地工作，所以錢一直在累積。這方面倒是覺得挺不錯的。」
        
        上原亞衣決定引退後，身體也開始感覺到異樣。她罕見吐露：「現在才能說得出口，在現役時期，不管拍攝工作再怎麼激烈繁重，下半身都完全不會痛。可是自從決定引退的前一個月開始，拍攝中就會開始覺得痛。引退作的拍攝時，也因為太痛了而多次中斷。我那時就覺得，啊——心情已經先回到『普通女孩』的狀態了呢。」
        
        當問到印象最深刻的AV作品，上原亞衣毫不猶豫答道：「是引退作！」她當時與屬意的10位導演、交情要好的10位女優，還有100位男優，工作人員超過100人，總人數超過300人的超大企劃。她和報名而來的100位素人男性玩追逐遊戲，歷時3天拍攝6部。而現在AV業界規則已經修改，粉絲不能再以男優身分參與拍攝，不禁說：「像這樣的作品應該再也做不了了。」這也更讓她的資歷在業界更顯傳奇性。
        
        根據《香港01》報導，上原亞衣宣布將以AI虛擬歌手「AI上原」（ai-ue）的身分正式出道，形象設定為她22歲時的巔峰狀態，由曾擔任香港女星周秀娜經紀人的Roy操刀打造，該企劃主打「日常陪伴、即時互動」的沉浸式體驗，讓粉絲彷彿能與她共同生活。
        
        上原亞衣也積極在社群平台宣傳「AI上原」企劃，從形象中可見，「AI上原」身穿黃色女僕裝，五官更顯精緻甜美，整體風格宛如動畫女主角般夢幻，貼文一出，讓網友紛紛大讚，「哇，真的好漂亮」、「這也太可愛了吧」、「AI與偶像的結合太新穎」、「非常漂亮」。
        
        事實上，上原亞衣當年19歲下海拍片，2013年登上AV女優銷售排行榜冠軍，被封為「暗黑女王」，引退後的她也展現出卓越的商業頭腦，成功轉型為網紅，更創下影片破億的播放數，如今再以AI形象出道，讓粉絲期待未來的發展。
        """,
        Info: ["155 公分 / 45 公斤","18.7","83 - 57 - 82 cm","E65","O型","1992年11月12日（33歲）"],
        movie: "https://missav.ws/real-598-uncensored-leak"
    ),
    Girl(
        title: "河北彩伽",
        headline: "河北彩伽是日本的AV女優及歌手，千葉縣出身，舊藝名河北彩花，與現藝名的日語讀音相同。2018年出道一年後曾引退，至2021年復出。現為AV片商S1的專屬女優，所屬經紀公司則為Mine's。2025年起另以「萌名」的名義從事音樂活動。",
        image: "Subject 5",
        image2: "img-5",
        gradientColors: [Color("ColorPomegranateLight"), Color("ColorPomegranateDark")],
        description: """
      人氣女優河北彩伽日前受邀拍攝JKF 雜誌第 100 期「Merry Kissmas」耶誕封面，驚喜宣布未來將以「萌名」這個新身份進軍歌唱和時尚圈，還預告自己明年會推出第二首單曲。
      
      自 2021 年夏天回歸業界後，河北彩伽人氣持續攀升，更在疫情後重啟的「2023 TRE 台北國際成人展」中，與前 AV 女帝三上悠亞一同被選為最高級別的「白金女優」。原本她只是希望能在台灣拓展人氣，沒想到隨著工作往返的機會增加，這塊土地卻慢慢成為她心中真正感到「安心」的地方。
      
      也因為對台灣的愛，她和社長討論後，決定製作「旅遊手帳」，記錄她在台灣各地的旅程與美食足跡。 河北彩伽也大方告白：「台灣真的像我的第二個家。」不只跑台北、台中、台南拍攝和吃美食，還笑說地瓜球哪裡都好吃，臭豆腐則是「到哪都一樣臭」。她回想 TRE 台北國際成人展，曾因壓力大在台上落淚，但也因為粉絲的支持，才一步步變得更有自信。
      
      回想 2024 年的 TRE 台北國際成人展，河北彩伽至今仍印象深刻。她坦言，在日本幾乎不會有與 TRE 相同規模的展會：世界級場館、華麗的旋轉舞台、數以萬計的鏡頭與目光，同時聚焦在每一位女優身上。尤其少了前輩三上悠亞在身邊，讓她必須獨自面對所有壓力。
      
      「TRE 2024 的最後一天，我真的因為累積的情緒而在舞台上落淚。」她不諱言，那是壓力釋放的瞬間，也是她與自我拉扯的時刻。然而時間與經驗成為最溫柔的老師，河北彩伽如今已能更自在地享受舞台，珍惜每一次與粉絲近距離互動的機會。她也特別提到，現場常能看到來自港澳、新馬以及台灣的支持者，「是大家一起，讓我在 TRE 的舞台上一步步蛻變。」
      
      喜歡耶誕氛圍的河北彩伽，每到年末總會擠出時間前往東京迪士尼樂園，感受節慶燈光與音樂帶來的幸福感。若有機會規劃最理想的耶誕節，她希望能和家人一起安排國外旅行，遠離緊湊行程，在旅途中好好相聚。
      
      而這次擔任 JKF 百期「Merry Kissmas」封面，她也特別把目標放在「女性粉絲」身上。因為旅遊手帳與社群分享，她發現越來越多台灣女生開始關注她，留言詢問她的穿搭單品、配件品牌與保養習慣，這讓她感到非常開心。她笑說，自己私下也是一個「會瘋狂研究穿搭細節的人」，如果能用「萌名」身分，陪伴女生一起變美、一起去旅行，那會是另一種很幸福的成就感。
      
      日本AV女神河北彩伽，日前為《JKF》雜誌拍攝第100期「Merry Kissmas」耶誕封面，喜歡耶誕氛圍的她，每到年末總會擠出時間前往東京迪士尼，感受節慶燈光與音樂帶來的幸福感，未來希望能和家人一起安排國外旅行。她更驚喜宣布，未來將以「萌名」這個新身份進軍歌唱和時尚圈，還預告自己明年會推出第二首單曲的好消息。
      """,
        Info: ["169 公分 / 48 公斤","16.8","87 - 57 - 86 cm","E","-","1999年4月24日（26歲）"],
        movie: "https://jable.tv/videos/sone-228/"
    ),
    Girl(
        title: "宮下玲奈",
        headline: "宮下玲奈，日本AV女優。所屬事務所為「BELLTECH」。",
        image: "Subject 6",
        image2: "img-6",
        gradientColors: [Color("ColorStrawberryLight"), Color("ColorStrawberryDark")],
        description: """
        原本想成為偶像明星，也有許多人徵詢過她的意願，在與成為偶像的朋友聊過後得知偶像明星的世界並不全然都是閃燿的，還得面對金錢及時間問題。因此她決定成為AV，因為這是她的偶像三上悠亞從事的職業。「成為AV女優比成為偶像更踏實」她有了這樣的感覺。在2023年5月的一次採訪中，她說，「我對這個選擇並不後悔」，2024年她表示無論未來發生什麼事，「我絕對不希望它成為我黑歷史的一部分」。
        
        她未來的目標是成為一名包含演技在內的「全能女星」。對於自己赤裸裸的呈現在大眾面前，她說：「我想讓大家了解我很努力」，「我想要徹底呈現真正的一面，毫無保留」，「更重要的是，我想要變成賣點」。然而，在2023年她表示自己不擅長戲劇作品，因為記不住台詞。在2024年的一次訪談中，她表示雖然還是不擅長背台詞，但她喜歡完成某件事時的成就感。
        
        她表示實現夢想的秘訣是不對周遭的人或自己說謊。當有了想法就立即行動，因為失敗而後悔，比不去做而後悔來的好，即使失敗也不會放棄自己的夢想。因為討厭說謊的性格使然，她告訴父母親，自己已正式出道成為AV女優。她的母親哭著強烈反對，但她以「因為這個職業，性犯罪正在減少」說服了母親，現在母親成為支持她的後盾。不過她也坦承家人對她成為AV女優「還是會有一些意見」。
        
        現年22歲的AV女優宮下玲奈，以甜美臉蛋走紅，獲封「最強怪物女優」，也曾多次來台旅遊、工作，也使她在台灣人氣大漲。但在近日卻被爆料疑似死會，而且還是在台灣拍的照片，被網友們抓包，逼得她忍痛暫停終止所有公開活動。
        
        有網友透過社群平台X爆料，AV女優宮下玲奈疑似與日本樂團ucky Tapes主唱高橋海偷偷交往，並從雙方的IG貼文發現許多相似之處，像是高橋海在2023年9月，一張手抱著卡比獸絨毛玩偶的IG貼文，與宮下玲奈在同年10月的IG貼文雷同。
        
        還有兩人上傳的泳池照，遭推測是在台灣的文華東方酒店進行拍攝；其中，備受網友關注的是，兩人的夜間泳池照，高橋海腳邊的床異常濕潤，格外給人無限的想像空間，也讓「宮下玲奈 匂わせ（有對象了）」等關鍵字，衝上日本社群熱搜。
        
        有著明星夢的宮下玲奈 19 歲時反而選擇 AV 出道，一方面是發現想成為偶像明星有著金錢與時間的壓力，且未必如她想像的美好，另一方面也與她跟著感覺走的個性有關：「其實沒有想太多，就是一種感覺，想做一些會讓大家看到自己的工作，又能有不錯的收入，突然有這個機會就決定出道了。所以出道作（神秘數字：MIDV-075）到現在對我來說都是最有意義的作品。」過去她也直言對這個選擇並不後悔，也不會把這段經歷當作黑歷史。
        
        近年有許多人氣女優宣布引退，加上不久前捲入死會新聞，不少老司機也擔心宮下玲奈會不會受到影響，對此她直言確實有想過：「有時候會覺得有點辛苦，不是指工作內容很累，而是因為這個職業會被大家看見，所以不能鬆懈，要保持最好的狀態、形象，我又是一個比較看感覺做事的人，所以偶爾會不太適應，但就是一閃而過的想法，目前完全沒有這個規畫。」各位粉絲們可以先放心了．．．
        
        已多次來台的宮下玲奈對於台灣美食讚不絕口，包括地瓜球、甜甜圈，以及這次吃的麵線都很喜歡！對於台灣男性也同樣給予好評：「我遇到的台灣男生都非常善良、貼心，相處起來比較輕鬆，相對日本男生通常比較嚴肅一點。」
        
        臺灣網站JKF的發布的一篇文章中稱，4月3日台灣發生地震後，她與惠麗奈、二葉艾瑪以個人名義捐款，網友大讚「人美心善」、「超有愛心」。宮下玲奈捐款協助救災，同時留言說：「我愛台灣，所以我希望能再次到台灣見到充滿活力的大家。」
        """,
        Info: ["162 公分 / ― 公斤","－","83 - 57 - 85 cm","D","-","2002年7月15日（23歲）"],
        movie: "https://missav.ws/mida-094-uncensored-leak"
    ),
    Girl(
        title: "瀬戸環奈",
        headline: "瀨戶環奈是日本AV女優、寫真偶像，神奈川縣出身，為S1專屬女優，所屬事務所為Bstar。",
        image: "Subject 7",
        image2: "img-7",
        gradientColors: [Color("ColorPlumLight"), Color("ColorPlumDark")],
        description: """
        日本21歲寫真女星瀨戶環奈自今年初轉戰AV界後，人氣直線飆升。她憑藉甜美臉蛋與火辣身材迅速掀起話題，更被封為「千年一遇的高手」。出道短短數月便橫掃各大成人平台排行榜，首部作品更創下網站史上最多按讚紀錄，一舉拿下「2025最強新人」寶座。
        
        擁有大批粉絲的日本21歲寫真女星瀨戶環奈，在2024年聖誕節無預警宣布將跨足成人產業，表示自己將陸續公布AV作品，其魔鬼身材與條件，更是被達人「一劍浣春秋」盛讚是「極品」，更稱她是有如大魔王般的存在，指出對方自己在社群上就有著「千年一遇的高手」稱號，直喊：「作為2025年首發的新人超級強大，不是一般的女優；是下個可以統治這一行5年到10年的高手」，可說是來勢洶洶。
        
        據了解，瀨戶環奈在出道前，還只是個小小的便利商店店員，在某次突然被星探發掘，當其清純甜美的臉蛋，再加上凹凸有致、豐滿上圍及不科學螞蟻腰，被大大的印在宣傳封面上後，就一舉暴紅，也被獲封「千年一遇初戀臉」。雖然出道不到1年時間，但無論是校園題材還是熟女風格，瀨戶環奈都能精準拿捏，展現出驚人的表演天賦，讓粉絲們看得如癡如醉，彷彿身歷其境。
        
        不過事實上，瀨戶環奈出道以來，外界對其的評價一直兩極化。支持者認為她的笑容自然、個性親民，對外談吐落落大方，年紀輕輕未來可期；但批評聲音則集中在臉部特徵與影片呈現，認為雖然照片驚艷，但影片中有時會「破功」，甚至覺得她笑起來的嘴形有種詭異感。
        
        20歲AV女優瀨戶環奈年初才出道，因擁有170公分高挑身材、驚人J罩杯和59公分腰圍，加上酷似「橋本環奈」的天使臉蛋，出道即巔峰。她即將在8月出席TRE國際成人展，接受《ETtoday》專訪，對於粉絲給予的「千年一遇的神乳」封號，她受寵若驚：「非常驚訝，大家的反應跟對我的迴響這樣大，我感到很驚喜。」她也承認入行前、後從沒看過A片，震驚全場。
        
        瀨戶環奈從寫真女星踏入圈內，因周遭工作人員、粉絲推薦「妳也可以挑戰看看這種工作（AV女優），現在缺像妳這樣的人才」。於是她踏入AV業界，發現是另一個新世界，她驚訝回答：「沒想到片商會幫我自己這麼大的宣傳，我覺得很驚喜，被封為『怪物新人』，我有點意外大家把我講得這麼好。」
        
        原以為只是平淡地加入AV界，瀨戶環奈謙虛表示「雖然知道AV界有很多漂亮的女孩子，但什麼樣的女孩會爆紅、但什麼樣的女孩會被關注，我還不太清楚，我就是一個正常的女生，沒想到會有這樣的待遇、封號」，出道前，她先斬後奏事前沒有讓家人知道，AV出道解禁瞬間才知道，「家人有嚇到一跳，花了一點時間溝通，大家都說『加油』。」
        
        家人還會幫她搭配服裝，就連爸爸也出動，她說，「工作上如果有急用，爸爸會立刻開車去幫我買，回到家時就跟我說『妳就什麼都不要做』，體諒我的辛勞、叫我好好吃飯」。年初踏入業界，獻出拍片初體驗，她分享心得感想，「不安感來自A片拍攝時間很長，我不確定自己能不能撐得玩一天，第一次拍片會不會給大家添麻煩。」
        
        所幸初體驗很順利，瀨戶環奈感謝劇組的照顧：「拍完以後，片場的人跟我說『辛苦了』，有種我真的成為女優了，完成一個任務了。」她深刻記得拍片時長，靦腆笑喊：「這可以說嗎？第一次拍了3天。」，體力幾乎吃不消，細聊3天的工作行程，其實包含前2天拍形象照。
        
        神奇的是，瀨戶環奈不論是入行前、入行後都未看過A片，「導演、製作人有給我建議，不要想說為了增進演技去看別人的片子，因為看別人的片子會無意識模仿別人，你會學到別人身上的習慣，不推薦看別人的片子學習，多看自己的作品，自拍、照鏡子，找出自己展現自己漂亮的一面。」她也承諾會努力來台與粉絲見面。
        """,
        Info: ["170 公分 / ― 公斤","-","101 - 59 - 91 cm","J","-","2004年5月10日（21歲）"],
        movie: "https://njavtv.com/dm1/ja/sone-682-uncensored-leak"
    ),
    Girl(
        title: "明里つむぎ",
        headline: "明里紬，日本的AV女優及寫真偶像，神奈川縣出身。目前為「IdeaPocket」及「Madonna」雙專屬女優，所屬於「C-more ENTERTAINMENT」事務所。",
        image: "Subject 8",
        image2: "img-8",
        gradientColors: [Color("ColorAppleLight"), Color("ColorAppleDark")],
        description: """
        擁有寫真偶像資歷的明里紬（明里つむぎ） 2017 年正式於 AV 出道，起初並未受到太多台灣老司 J 注意，直到來台參加活動後，許多人被她清新脫俗的氣質迷倒，現場立刻成為鐵粉，每一次參加 TRE 台北國際成人展都能收服一票死忠粉絲，可說是持續不斷成長的爆紅黑馬。
        
        明里紬剛出道時雖擁有偶像級的外貌，但當時太多怪物級女優，能夠以專屬女優身分穩定發片已不簡單，然而不以巨乳、美尻聞名的她，持續在身材保養、性愛演技不斷精進，出席活動時正因她穠纖合度小隻馬的身材，就如同女友一般親民，陸續被冠上零死角美女、國民女友等稱號，可以說是本人比影片更美的 AV 女優代表。
        
        2022 年成為兩大人氣片商《Idea Pocket》、《Madonna》的「雙專屬女優」身份，明里紬也從少女偶像角色逐漸褪變，開始主演大量人妻、OL 等較輕熟的角色，該定位明里紬也非常拿手，甜美氣質的外貌下多了幾分嫵媚感。2025 年於《Madonna》畢業後也緊接著宣布移籍《Premium》，令人期待後續作品，今年在 TRE 的表現同樣吸睛，再度吸引眾多粉絲跟隨！
        
        過去擁有寫真資歷的明里紬（明里つむぎ ）儘管出道初期未獲太多關注，不過隨著參與多項海外活動近年聲量逐漸攀升，稍早更是驚喜出現在 Faleno 的大感謝名單中，迎來讓人意想不到「衝擊移籍」！
        
        明里紬的女優生涯在先解鎖兩大人氣片商《Idea Pocket》、《Madonna》的「雙專屬」身份後，隨即轉戰《Premium》，憑藉清新脫俗的人格特質搭配偶像級臉蛋，挑戰性感御姐、人妻、學生等等角色，一路入圍「DMM 成人獎」、「最優秀新人女優獎」殊榮；然而在她在 8 月份就無新作發售與悄悄更改社群自介後，近期竟驚喜宣布移籍《Faleno》並簽下專屬合約，讓該質感片商不僅補強到一名重量級生力軍，也完美承接天使萌的引退火炬，扛起品牌大旗！
        
        明里紬近年來積極參與 TRE 台北國際成人展以金卡女優姿態轟動全場，如今她的生涯又再迎來完美新篇章，想必屆時來台地位肯定會再次提升，大家對於明里紬的「衝擊移籍」有何看法呢？
        """,
        Info: ["155 公分 / ― 公斤","-","80 - 58 - 83 cm","B","-","1998年3月31日（27歲）"],
        movie: "https://njavtv.com/dm2/ja/jur-153-uncensored-leak"
    ),
    Girl(
        title: "明日花キララ",
        headline: "明日花綺羅，日本前著名的AV女優、歌手，出生於日本北海道，東京都出身。曾為女優團體「惠比壽麝香葡萄1.5」隊長。",
        image: "Subject 9",
        image2: "img-9",
        gradientColors: [Color("ColorPomegranateLight"), Color("ColorPomegranateDark")],
        description: """
        日本的AV女優。出身於東京都。2007年在六本木高級酒店當小姐被發堀而出道。被日本AV行業譽為「2007年底最後最強新人」，H.M.P的紅牌女優。2009年獲得「HD賞」、「最優秀女優賞」等大獎。興趣是吃東西，強項是玩橋牌。2007年在酒店上班的明日花キララ被h.m.p的星探發掘，並且簽下專屬合約加入該片商。h.m.p雖然曾經被稱為是『美少女夢工廠』，但其實h.m.p的財務狀況並不穩定，女優的發片狀況並不正常，所以它們把希望放在了12月即將發片的新人－明日花キララ身上。
        
        明日花キララ身高只有162的她並不算高，但完美的身材比例卻讓她在鏡頭前看起來有165以上的感覺，並不會像動輒170以上的高腳女優那樣看起來腿長到不搭調。她的眼睛不算大也不夠圓，但就是會放電；她的嘴巴，是豐唇，而且笑起來有淡淡的酒窩，很迷人。她的長相組合起來，散發出一股可怕且濃厚的騷勁。
        
        至於身材就不用說了，到現在還沒看過有人挑剔過她的身體，至於很多人覺得她是假奶，但覺得無彷，就算是假奶，那我也覺得做的很棒，胸部晃動的頻率和振幅不會比交響曲差。
        
        基本上從頭到腳，明日花キララ沒有一個地方不美，日本人喜歡用”媚惑の肢体”來形容她，我只簡單的用五個字形容她，就是「一整個豔麗」，明日花キララ就是這樣的一個超艷麗女子。
        
        打從一開始h.m.p強力推銷明日花キララ這位女優，在各大平台、有名的狗仔雜誌等等，登足了廣告強力放送，並且打上『元六本木高級キャバ嬢』(原六本木高級酒店小姐)的旗幟來加深民眾的好奇與印象。
        
        出道發片之後，h.m.p似乎沒想把酒店小姐的資歷當作明日花キララ的宣傳點，可能對明日花キララ的條件很有信心，所以至今沒有跟酒店小姐有關的任何作品出現。
        
        一開始，各大媒體平台紛紛以”小魔女、奇跡のAV女優、奇蹟美乳….”來形容明日花キララ，其實這些廣告詞常常出現在各個新人女優，大家也都見怪不怪，但是我覺得明日花キララ倒是將這些特質詮釋的相當到位，重點不在於她的外在條件，而是她的演出技巧跟片商的拍攝手法，可以看的出來h.m.p真的是想好好的捧紅明日花キララ。
        
        h.m.p公司內部的銷售排行，前十名的銷售作品中明日花キララ她一個人就占了絕大多數，而且是一支作品不同版本分別進榜！在「2009アダ兒ト放送大賞」，明日花キララ一口氣拿下「HD賞」、「最優秀女優賞」等大獎，足以見到她的人氣。
        """,
        Info: ["162 公分 / 49 公斤","18.7","90 - 58 - 85 cm","G","A型","1988年10月2日（37歲）"],
        movie: "https://missav.ws/dm41/ssni-166-uncensored-leak"
    ),
    Girl(
        title: "三上悠亜",
        headline: "三上悠亞是日本偶像藝人、前AV女優、前SKE48Team S及前惠比壽麝香葡萄成員，本名鬼頭桃菜。2015年6月取藝名三上悠亞於AV界出道。被冠以「國民偶像組合」頭銜。愛知縣名古屋市出身。One's Double所屬。現為韓國女子組合Honey Popcorn隊長。2023年8月16日，三上悠亞從AV女優身份引退。",
        image: "Subject 10",
        image2: "img-10",
        gradientColors: [Color("ColorStrawberryLight"), Color("ColorStrawberryDark")],
        description: """
        三上悠亞出生於日本愛知縣名古屋市，是日本當代最具影響力的公眾人物之一。她的職業生涯充滿了令人驚嘆的轉變，從偶像團體成員到AV女優，再到如今的網紅與品牌經營者，展現了無比的勇氣與適應力。
        
        2009年，年僅16歲的她以「鬼頭桃菜」的身份加入日本知名偶像團體AKB48的姊妹團SKE48，隸屬Team S。當時的她青春洋溢，擁有清新甜美的外型，卻因「偶像力」不足及一些花邊新聞而未能在團內成為頂尖人氣成員，甚至因一張與男性的親密照片而被降為研究生。2014年，她選擇離開SKE48，結束了五年的偶像生涯。
        
        2015年，三上悠亞以全新的藝名在成人影片製造商MUTEKI出道，正式踏入AV界，迅速以「國民偶像組合出身」的背景吸引大量關注。她的首部作品《Princess Peach》不僅創下驚人銷量，更讓她在AV界一炮而紅。憑藉出色的外貌、身材與專業表現，她成為S1 No.1 Style的當家女優，拍攝超過200部作品，並多次獲得業界獎項，奠定了「AV天后」的地位。
        
        2023年8月16日，三上悠亞在30歲生日當天宣布從AV界引退，結束了八年的女優生涯。引退後，她並未停下腳步，而是積極轉型，開拓多元事業版圖。她不僅經營個人YouTube頻道，分享生活點滴與時尚穿搭，還創立了自己的服飾品牌YOUR’S，推出內衣與泳裝系列，兼具可愛與性感風格，深受粉絲喜愛。
        
        三上悠亞也頻繁受邀參加海內外商業活動，例如2024年9月在香港銅鑼灣的內衣品牌活動，吸引數百名粉絲到場支持，展現她退役後依舊不減的人氣。此外，她熱衷於動漫Cosplay，曾以《鬼滅之刃》禰豆子、《我推的孩子》星野愛等角色驚艷粉絲，展現了她對次文化的熱愛與多才多藝的一面。
        
        三上悠亞的職業轉型之路並非一帆風順。作為前AV女優，她時常面臨社會的職業歧視。2024年，她與日本品牌CA4LA合作推出帽子，卻因部分網友的惡意批評而引發爭議，甚至被指「降低品牌價值」。對此，三上悠亞以高EQ回應，表示「克服障礙是成長的一部分」，並鼓勵粉絲專注於自己的幸福，展現了堅韌的心態。
        
        2025年，她因穿著婚紗參加活動而引發熱議，一位日本網友在X上批評婚紗工作室不該將禮服借給前AV女優，掀起關於職業歧視的討論。現役AV女優月島櫻公開聲援，強調「AV女優也值得被尊重」，顯示業界對此議題的關注。除了個人品牌與社群經營，三上悠亞也嘗試重拾偶像夢想。2018年，她與松田美子、櫻萌子組成韓國女團Honey Popcorn，發行單曲《Bibidi Babidi Boo》，雖然在韓國因她的AV背景引發爭議，但她們的努力與專業表現仍獲得部分網友肯定。
        
        2025年，她推出引退後首本寫真集，照片中身穿白紗的她一度讓粉絲誤以為要結婚，引發熱烈討論。她幽默澄清「這不是結婚！」並表示這本寫真集是她事業轉型的重要里程碑，展現了對粉絲的真誠與對未來的期待。
        
        從SKE48的偶像練習生到AV界的頂尖女優，再到如今的網紅與品牌經營者，三上悠亞用行動證明了自己的韌性與多才多藝。儘管曾面臨質疑與歧視，她始終以積極的態度迎接挑戰，活出屬於自己的精彩人生。她的故事不僅是個人奮鬥的縮影，也提醒我們：無論過去如何，都能勇敢開創屬於自己的未來。
        
        你是否也被三上悠亞的斜槓人生所啟發？歡迎在留言區分享你的想法，或將這篇文章分享給更多人，一起感受她的魅力吧！
        """,
        Info: ["159 公分 / ― 公斤","-","84 - 58 - 88 cm","G","A型","1993年8月16日（32歲）"],
        movie: "https://missav.ws/dm67/ssis-834-uncensored-leak"
    ),
    Girl(
        title: "波多野結衣",
        headline: "波多野結衣，是一位出身於日本岡山縣的AV女優、模特兒以及演員，出道於2008年，隸屬於經紀公司 T-poweres.。因外貌與著名模特兒林志玲相似，在台灣網路社群被給予「AV界林志玲」的稱號，進而使其在華人圈為人所知。自2011年起，波多野結衣亦在海外發展非AV性質的演藝活動。",
        image: "Subject 11",
        image2: "img-11",
        gradientColors: [Color("ColorAppleLight"), Color("ColorAppleDark")],
        description: """
        波多野結衣以高產量和多變的表演風格聞名，截至2015年，她已出演超過1340部成人影片，位列業界第六，被譽為「什麼題材都能接」的全能女優。她的敬業精神與對工作的熱情，讓她在競爭激烈的AV界脫穎而出，成為業界標杆人物之一。
        
        波多野結衣的職業生涯遠不止於成人影視。自2011年起，她積極拓展非AV領域，參與主流娛樂活動，成功轉型為「台面上」的明星。以下是她職業生涯中的幾個重要里程碑：
        
        2011年：台灣「感謝祭」311東日本大地震後，波多野結衣與女優大槻響受邀來台舉辦「感謝祭」，與粉絲互動並感謝台灣對日本的援助。這次活動拉近了她與台灣粉絲的距離，也讓她在華人圈的知名度大幅提升。
        2012年：女子團體Me-Me波多野結衣與成瀨心美、藤北彩香組成女子團體「Me-Me」，參加第二屆台灣成人博覽會，並於2014年在菲律賓馬尼拉舉辦慈善演唱會，展現她在音樂與公益領域的潛力。
        2013-2014年：跨足主流影視她客串了中國網絡喜劇《屌絲男士》、台灣網紅蔡阿嘎的影片《嘎名人落台語》，並在台灣八大綜合台的搞笑短劇《我們都來了》中亮相。此外，她主演了台灣電影《沙西米》，挑戰「女體盛」題材，展現了她的演技深度。
        2015年：悠遊卡事件波多野結衣與悠遊卡公司合作推出聯名悠遊卡，因卡面照片與其AV背景引發爭議，成為台灣社會熱議的「波卡事件」。儘管爭議不斷，這一事件也讓她的知名度在台灣達到新高峰。
        2017年：公益參與她受邀參與台灣公視節目《誰來晚餐》，探討「手天使」為身障者提供性服務的議題，公開表示「性需求如同飢餓或疲倦，是人之常情」，展現了她對社會議題的關注與開放態度。
        2023年：15周年粉絲見面會為慶祝出道15周年，波多野結衣與大槻響在香港及台灣舉辦粉絲見面會，票價從980元至3萬元的VVIP票迅速售罄，顯示她在華人地區的超高人氣。
        
        儘管事業輝煌，波多野結衣也面臨不少挑戰。2025年初，她在X上透露因經紀公司限制，無法參與台灣及泰國的成人博覽會，並感嘆「或許海外市場已不再需要我」。這番心聲引發粉絲熱烈回應，許多人鼓勵她繼續堅持，顯示她在粉絲心中的重要地位。
        
        此外，波多野結衣多次澄清不實傳聞，例如2011年311地震後的死亡謠言，以及2022年關於來台賣淫的謠傳，展現了她對自身形象的維護與專業態度。
        
        波多野結衣以其獨特的魅力與專業精神，從日本AV界走向國際舞台，成為華人地區最具影響力的女優之一。她的故事不僅是一個關於事業成功的傳奇，更是關於堅持、多元發展與自我突破的啟發。無論是透過螢幕上的精彩演出，還是社群媒體上的真誠互動，波多野結衣用她的努力與熱情，持續在全球粉絲心中留下深刻的印記。
        
        未來，無論她選擇繼續在AV界發光發熱，或進一步拓展主流演藝事業，相信這位「世界の波多野」將繼續以她的才華與魅力，書寫屬於自己的傳奇篇章。
        """,
        Info: ["163 公分 / 52 公斤","19.6","88 - 59 - 95 cm","E","A型","1988年5月24日（37歲）"],
        movie: "https://missav.ws/jur-472-uncensored-leak"
    ),
    Girl(
        title: "相沢みなみ",
        headline: "相澤南，日本前AV女優，於香港出生。以前為「IdeaPocket」專屬女優，所屬於「Fourty Four Management」事務所。",
        image: "Subject 12",
        image2: "img-12",
        gradientColors: [Color("ColorPomegranateLight"), Color("ColorPomegranateDark")],
        description: """
        相澤南是業內最受歡迎的女優之一。雖然也曾經成功以痴女的形象出演過AV，但她在強暴作品中的演技卻是異常逼真。
        
        相泽南於2016年以「IdeaPocket」的專屬女優身分首次出道，當時的她還是一名大學生。後來因甜美的外型和纖細的身材而迅速崛起。更在2019年獲得FANZA成人獎的「最優秀女優賞」。
        
        近年來很多AV女優都活躍於不同領域，相澤也不例外。2023年6月正式宣布引退的她，表示未來希望可以參與台灣以及出生地香港的劇集拍攝。同年她亦確實出現在本地喜劇「東京愛情動作故事」之中。
        
        她原本就擁有清純的臉孔和苗條的身材，但如今你會看到她變得越來越有氣質。出現在劇集中一點也不輸給偶像明星們。
        
        相澤南在1996年6月14日出生於香港，成長於家教嚴格的富裕家庭中。小學低年班前曾在美國洛杉磯橘郡居住了7年半，小學的時候回到日本讀書，後來在東京都出道，成為人氣女優。
        
        相澤南的魅力在於她可愛的「臉蛋」！隨著AV女優姿色水準的年年上昇，只是可愛的話不是什麽稀奇的事，然而能夠在可愛系AV女優當中出類拔萃的，那就是「相澤南」。網絡上也有「相澤南在AV女優當中「特別」可愛。」「AV界終於有這麼可愛的人了！」「比偶像還可愛！」等等的評論。
        
        相澤南是家教嚴格的公主，在AV界出道的這件公開秘密，一開始對嚴格的雙親是用隱瞞的方式來處理的。後來因為好友把她出演AV的事情向家人告密而被揭穿，知道真相後的家人當然極力反對，更表示無法諒解寶貝女兒的此一舉動。
        
        然而，這只是在相澤南av的道路上的一顆小石頭，有阻礙但卻無法阻擋她追求自己的目標。這一大原因出自於一位影響相澤南一生的一個男人，她的社長，也即是用不屈不撓的熱情打動了她出道的那個男人，那個你同我都要感激的男人。
        
        相澤南就讀大學一年級的時候，遇到了當時的星探(現在的社長)，社長當時好幾次的勸說，可惜她仍然對於AV界抱持著不安和懷疑而不斷地拒絕對方。但是社長並沒有因此放棄念頭，對相澤南持續地交涉了1年以上。慢慢地，她開始對社長產生了信任感，就決定嘗試看看，於是在大學2年級時出道AV。讓人感嘆的是，這位一直默默在背後支持相澤南的男人現在再也無法陪伴在她的身邊了……
        
        這位社長自相澤南出道以來一直陪伴她左右，更對她照顧有加。他也曾回憶透露：「在相澤南的第一場床戲後，她哭了。我陪伴在她身邊，我知道那眼淚是因為訪談的緊張以及第一次不是跟喜歡的人結合的衝擊。」
        
        後來相澤南受訪也承認了，她跟社長是男女朋友關係，同時也透露其實兩人成為情侶後，相澤南才同意拍AV的。順帶一提，相澤南在出道前與5至6個人有過交往關係，並與其中3個人有過啪啪啪經驗。至於自己的第一次則是發生在18嵗的時候，也即是自己邂逅社長的時候……..
        
        相沢南曾經在接受專訪時透露，因為沒有經紀公司的人員陪同，她曾經在拍攝時遇到了一些AV男優的不禮貌對待，受了不少委屈，「一般拍攝的時候，當然是一開拍就開始動作，叫Cut之後就會停下來，但那位男優在已經叫停了之後，還是沒有停下動作，即使我說：『請不要這樣』，他還是當沒聽到」，明明受到欺侮，卻沒有人能幫忙處理，她在那天收工後，一路哭著回家。
        """,
        Info: ["155 公分 / ― 公斤","-","80 - 54 - 82 cm","C","A型","1996年6月14日（29歲）"],
        movie: "https://missav.ws/dm25/ja/ipx-193-uncensored-leak"
    ),
    Girl(
        title: "新ありな",
        headline: "新有菜，日本的AV女優，東京都出身。目前為MOODYZ專屬女優，此前長時間為S1及FALENO旗下的專屬女優。所屬於「ACT事務所」 。享有日本AV界「最強美腿」封號。",
        image: "Subject 13",
        image2: "img-13",
        gradientColors: [Color("ColorPlumLight"), Color("ColorPlumDark")],
        description: """
        擁有「最強美腿」之稱的AV女優新有菜引退作正式於 2025 年末發表，因深刻體會到歲月的痕跡，最終決定仍在狀態最好的時候為 AV 生涯劃上句點，令許多粉絲萬分嘆息，她也透過引退作好好的和大家道別，拍攝過程中與男優真情流露，讓人心情複雜阿．．．
        
        新有菜出道後始終保持美顏、美身、美腿的極佳狀態，擁有廣大粉絲支持，尤其多次來台參與活動讓人印象深刻，宣布引退後累積了一年的作品慢慢和大家道別，詮釋了各種角色、劇情，包括與楓可憐的奇蹟共演都讓人為之驚艷，如今正式迎來最終引退作（番號：MIDA-473），內容演出讓成人娛樂觀察家【大稻埕男優】直言大頭小頭都哭了：開頭從新有菜慢跑前往拍攝地開始，表達她一直以來都為了體態而努力，訪談中也秀出了當初以橋本有菜藝名的出道作，並分享到拍攝至今的心得以及引退理由。而在正戲的部分沒有刻意的劇情、引導，一切就是很自然的開始。
        
        正戲的部分，新有菜與男優展現強大的默契，有如情侶又像夥伴般的投入演出令人目不轉睛，拍攝完畢後兩人深吻相擁、真情流露，新有菜也流下淚水，完全不是過往 AV 會有的橋段。另外在多人運動前新有菜的鍛鍊橋段也相當可愛，最後一次拍攝也再度讓她潰堤。有趣的是在豪華加長版中，加入了三年後中Ｏ的橋段，把每一位粉絲當作男友對話，也是新有菜留給各位的驚喜了。
        
        新有菜於 2024 年末拋出引退震撼彈令粉絲惋惜，所幸她已累積了一年的作品持續問世，其中最讓老司機興奮的就是新有菜X楓可憐（楓花戀）的最強共演！兩位女優的臉蛋、身材都是業界絕頂，絕對是引退前最棒的禮物！
        
        直播中，新有菜明確表示，這次引退並非暫時休息，而是徹底告別相關工作。她透露，個人社群帳號將於1月10日前陸續刪除，YouTube 頻道也不會再更新，未來將全面關閉，等同切斷與公眾平台的連結，不再以藝人身分與粉絲互動。
        
        新有菜甚至也在直播中特別拜託粉絲，若未來在街上偶然遇見，希望彼此能當作普通陌生人擦身而過，不要主動搭話。新有菜坦言，引退後她只想回歸一般人的生活，希望粉絲不再打擾，過去舞台上的回憶將留在心中，人生也將翻開全新篇章。
        
        這樣的決定讓不少業界人士與粉絲感到不捨，也對她的決心充滿敬意。新有菜這幾年累積的人氣與影響力，即便引退後仍具備相當市場號召力，但她選擇拋棄自2016年以來，累積的知名度與百萬粉絲追蹤的社群，重新歸零，展現出少見的果斷與灑脫。
        
        日本超人氣AV女優，有「長腿天后」之稱的新有菜（新ありな），在2025 年最後一天完成最後一場活動後，開直播向粉絲正式親口宣告「完全引退」。她甚至在直播中表明，若未來在街上偶然遇見，希望彼此能當作普通陌生人擦身而過，不要主動搭訕。
        
        新有菜在引退聲明中提到，她在出道初期對一切仍感到陌生與不安，能夠走到今天，全賴粉絲長年的支持與陪伴。她甚至在直播中希望粉絲，若未來在街上遇見她，也可以當她是普通陌生人擦身而過，不要主動搭訕。雖然她正式引退，但新有菜也表示自己的人生仍將繼續向前，希望外界能夠尊重她的選擇，並祝福她未來能夠走上屬於自己的新道路。
        
        對於新有菜正式引退，不少老司機都在其IG留言表示不捨，「好好保重最後能够見面太好了」、「保重了有菜，謝謝妳，愛妳」、「很多話想說，但又不知道說甚麼，祝您未来開心每一天吧，感謝您的多年陪伴，有菜保重」。
        
        新有菜出生於 1996 年，最初是寫真偶像， 2016 年以「橋本有菜」藝名簽約知名片商S1進軍成人界。由於她擁有 167 公分的高挑身材＋88 公分修長美腿，被封為「長腿天后」， 2018 年更一舉奪下《DMM 成人獎》的最優秀女優獎。
        
        新有菜早期被問及日後的目標時，她也不諱言希望賺更多錢，夢想以後能在鄉間擁有自己的房子，與愛貓一起過著悠閒的生活。雖然她十分敬業亦勇於嘗試不同片種，不過有她明言一定會拒絕「日燒」（曬黑）類型的片子，因她十分愛惜自己雪白的肌膚。
        
        至2022 年，新有菜再跳槽至 MOODYZ ，並正式更名為「新有菜」，當年跟三上悠亞、相澤南等可謂鼎足而立。然而，就在事業處於巔峰之際，新有菜 2024 年底拋出引退震撼彈，表示希望在自己最美麗、狀態最好的時刻將身影留在大家心中。2025 年 12 月 31 日，她透過直播正式宣告「完全引退」，正式告別成人演藝生涯。
        """,
        Info: ["167 公分 / 48 公斤","17.2","84 - 58 - 84 cm","C-65","A型","1996年12月15日（29歲）"],
        movie: "https://missav.ws/dm13/fsdss-421-uncensored-leak"
    )
]

